Tekla.Structures.DrawingInternal.LayoutTable


Tekla.Structures.DrawingInternal.LayoutTable.#ctor


Tekla.Structures.DrawingInternal.LayoutTable.SetTableKeyPlan


Tekla.Structures.DrawingInternal.LayoutTable.SetTableDwgDxf


Tekla.Structures.DrawingInternal.LayoutTable.Insert(Tekla.Structures.Geometry3d.Point)


Tekla.Structures.DrawingInternal.LayoutTable.Modify


Tekla.Structures.DrawingInternal.LayoutTable.Delete


Tekla.Structures.DrawingInternal.LayoutTable.IsTableDwg


Tekla.Structures.DrawingInternal.LayoutTable.IsTableKeyplan


Tekla.Structures.DrawingInternal.LayoutTable.HasLocalInstance


Tekla.Structures.DrawingInternal.LayoutTable.GetDecoratedName


Tekla.Structures.DrawingInternal.LayoutTable.GetDrawingNames


Tekla.Structures.DrawingInternal.LayoutTable.Select


Tekla.Structures.DrawingInternal.LayoutTable.ToString


Tekla.Structures.DrawingInternal.LayoutTable.DbOperation(Tekla.Structures.DrawingInternal.QueryTypeEnum,Tekla.Structures.DrawingInternal.dotGrString_t,Tekla.Structures.DrawingInternal.dotGrLayTable_t@,Tekla.Structures.DrawingInternal.dotGrString_t,System.Boolean@)


Tekla.Structures.DrawingInternal.LayoutTable.DbOperation(Tekla.Structures.DrawingInternal.QueryTypeEnum,Tekla.Structures.DrawingInternal.dotGrString_t,Tekla.Structures.DrawingInternal.dotGrLayTable_t@,Tekla.Structures.DrawingInternal.dotGrString_t,System.String@)


Tekla.Structures.DrawingInternal.LayoutTable.Name


Tekla.Structures.DrawingInternal.LayoutTable.RefTableId


Tekla.Structures.DrawingInternal.LayoutTable.Scale


Tekla.Structures.DrawingInternal.LayoutTable.XOffset


Tekla.Structures.DrawingInternal.LayoutTable.YOffset


Tekla.Structures.DrawingInternal.LayoutTable.TableLayoutId


Tekla.Structures.DrawingInternal.LayoutTable.TableCorner


Tekla.Structures.DrawingInternal.LayoutTable.RefCorner


Tekla.Structures.DrawingInternal.LayoutTable.Id


Tekla.Structures.DrawingInternal.LayoutTable.FileName


Tekla.Structures.DrawingInternal.LayoutTable.OverlapVithViews


Tekla.Structures.DrawingInternal.LayoutTable.Angle


Tekla.Structures.DrawingInternal.LayoutTable.TableType


Tekla.Structures.DrawingInternal.LayoutTable.Flags


Tekla.Structures.DrawingInternal.LayoutTable.OriginalTableId


Tekla.Structures.DrawingInternal.LayoutTable.OriginalDbId
